Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: tone equalizer failed to allocate memory, check your RAM settings
pt_br: o equalizador de tons não conseguiu alocar memória, verifique sua configuração de RAM

source: tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
pt_br: o buffer de entrada/saída doequalizador de tons está mal alinhado, por favor reporte o bug aos desenvolvedores

source: the interpolation is unstable, decrease the curve smoothing
pt_br: a interpolação está instável, diminua a suavização da curva

source: wait for the preview to finish recomputing
pt_br: aguardar a pré-visualização para terminar de recomputar

source: some parameters are out-of-bounds
pt_br: alguns parâmetros estão fora dos limites

source: simple
pt_br: simples

source: advanced
pt_br: avançado

source: masking
pt_br: máscaras

source: double-click to reset the curve
pt_br: clique duplo para redefinir curva

source: curve smoothing
pt_br: suavização de curva

source: positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
pt_br: valores positivos vão produzir transições de tons mais progressivas mas a curva pode ficar oscilatória em algumas configuraçÕes. valores negativos evitarão oscilações e tem comportamento mais robusto mas podem produzir transições de tons brutais e danificar o contraste local.

source: RGB average
pt_br: média RGB

source: HSL lightness
pt_br: luminosidade HSV

source: HSV value / RGB max
pt_br: HSV valor / RGB max

source: RGB sum
pt_br: RGB soma

source: RGB euclidean norm
pt_br: RGB norma euclideana

source: RGB geometric mean
pt_br: RGB média geométrica

source: preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
pt_br: pré-visualiza a máscara e escolhe o estimador que te dá o maior contraste entre áreas a aclarar e áreas a escurecer

source: averaged guided filter
pt_br: filtro de média guiado

source: guided filter
pt_br: filtro guiado

source: 'no' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of both methods
pt_br: 'não' afeta contraste global e local (é seguro se você só adicionou contraste) 'filtro guiado' só afeta contraste global e tenta preservar contraste local 'filtro de média guiado' é a média geométrica dos dois métodos

source: number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
pt_br: número de passos do filtro guiado a aplicar ajuda a dispersão das bordas do filtro, mas é lento

source: diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
pt_br: diâmetro do desfoque em porcentagem do tamanho da maior imagem atenção: valores altos deste parâmetro podem fazer a pré-visualização do darkroom muito mais lenta se o módulo de redução de ruído é usado.

source: edges refinement/feathering
pt_br: refinamento/enevoamento de bordas

source: precision of the feathering : higher values force the mask to follow edges more closely but may void the effect of the smoothing lower values give smoother gradients and better smoothing but may lead to inaccurate edges taping and halos
pt_br: precisão do enevoamento : valores altos forçam a máscara a seguir as boradas mais de perto mas podem anular o efeito da suavização valores baixos dão gradientes mais suaves e melhor suavização mas podem levar a arestas imprecisas e halos

source: mask post-processing
pt_br: pós-processamento de máscara

source: mask histogram span between the first and last deciles. the central line shows the average. orange bars appear at extrema if clipping occurs.
pt_br: o histograma de máscara se extende entre o primeiro e último decil. a linha central mostra a média. as barras laranja aparecem nos extremos se houver corte.

source: 0 disables the quantization. higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
pt_br: 0 desabilita quantização. valores altos posterizam a luminância da máscara para ajudar na orientação para produzir áreas mais suaves quando valores altos de enevoamento são usados

source: use this to slide the mask average exposure along channels for a better control of the exposure correction with the available nodes. the picker will auto-adjust the average exposure at -4EV.
pt_br: use para mover a exposição média da máscara pelos canais para melhor controle da correção de exposição com os nós disponíveis. o contagotas ajustará automaticamente a exposição média em -4EV.

source: use this to counter the averaging effect of the guided filter and dilate the mask contrast around -4EV this allows to spread the exposure histogram over more channels for a better control of the exposure correction.
pt_br: use para compensar o efeito do filtro guiado e dilatar o contraste da máscara ao redor de -4EV isto permite espalhar o histograma de exposição sobre mais canais para um controle melhor da correção de exposição.

source: display exposure mask
pt_br: mostrar máscara de exposição

source: tone mapping
pt_br: mapeamento de tom

source: mid-tones bias
pt_br: tendência dos meios-tons

source: the strength of saturation boost
pt_br: a força do aumento de saturação

source: how much to spare highlights and shadows
pt_br: quanto para resguardar realces e sombras

source: the amount of vibrance
pt_br: a quantia de vivacidade

source: vignetting
pt_br: vinheta

source: fall-off strength
pt_br: força de decaimento

source: horizontal center
pt_br: centro horizontal

source: vertical center
pt_br: centro vertical

source: shape
pt_br: forma

source: width-height ratio
pt_br: razão largura/altura

source: automatic ratio
pt_br: razão automática

source: 8-bit output
pt_br: saída de 8-bits

source: 16-bit output
pt_br: saída de 16-bits

source: width/height ratio
pt_br: relação largura/altura

source: the radii scale of vignette for start of fall-off
pt_br: a escala dos raios de vinhega para comecar a decair

source: the radii scale of vignette for end of fall-off
pt_br: a escals dos raios de vinheta para terminar de decair

source: strength of effect on brightness
pt_br: força do efeito no brilho

source: strength of effect on saturation
pt_br: força do efeito na saturação

source: horizontal offset of center of the effect
pt_br: deslocamento horizontal do centro do efeito

source: vertical offset of center of the effect
pt_br: deslocamento vertical do centro do efeito

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
pt_br: fator de forma 0 produz um retângulo 1 produz um círculo ou elipse 2 produz um losango

source: enable to have the ratio automatically follow the image size
pt_br: habilite para proporção seguir automaticamente o tamanho da imagem

source: width-to-height ratio
pt_br: largura-altura relação

source: add some level of random noise to prevent banding
pt_br: adiciona uma certo nível de ruído aleatório para prevenir bandas de cor

source: [%s on node] change vignette/feather size
pt_br: [%s no nó] muda vinheta/enevoamento

source: [%s on node] change vignette/feather size keeping ratio
pt_br: [%s no nó] muda vinheta/enevoamento, mantendo aspecto

source: [%s on center] move vignette
pt_br: [%s no centro] mover vinheta

source: watermark
pt_br: marca d'água

source: refresh
pt_br: atualizar

source: x offset
pt_br: deslocamento x

source: y offset
pt_br: deslocamento y

source: marker
pt_br: marcador

source: scale on
pt_br: escala em

source: content
pt_br: conteúdo

source: SVG watermarks in %s/watermarks or %s/watermarks
pt_br: marcas d'água SVG em %s/watermarks ou %s/watermarks

source: watermark color, tag: $(WATERMARK_COLOR)
pt_br: cor da marca d'água, etiqueta: $(WATERMARK_COLOR)

source: select watermark color
pt_br: selecionar cor da marca d'água

source: pick color from image
pt_br: selecionar cor a partir da imagem

source: text
pt_br: texto

source: text string, tag: $(WATERMARK_TEXT)
pt_br: texto, etiqueta: $(WATERMARK_TEXT)

source: font
pt_br: fonte

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
pt_br: fonte para texto, etiquetas: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: larger border
pt_br: borda maior

source: smaller border
pt_br: borda menor

source: size is relative to
pt_br: tamanho é relativo a

source: position
pt_br: posição

source: alignment
pt_br: alinhamento

source: the opacity of the watermark
pt_br: a opacidade da marca d'água

source: the scale of the watermark
pt_br: a escala da marca d'água

source: the rotation of the watermark
pt_br: a rotação da marca d'água

source: zone system
pt_br: sistema de zona

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
pt_br: zonas de luminosidade use a roda do mouse para mudar o número de zonas clique botão esquerdo na borda para criar um marcador clique botão direito no marcador para escluir

source: background jobs
pt_br: tarefas em segundo plano

source: camera settings
pt_br: configurações da câmera

source: capture image(s)
pt_br: captura imagem(ns)

source: toggle view property in center view
pt_br: alterna propriedade da vista na vista central

source: connection with camera lost, exiting tethering mode
pt_br: perdida a conexão com a câmera, saindo modo acesso remoto

source: battery
pt_br: bateria

source: camera control
pt_br: controle da câmera

source: modes
pt_br: modos

source: timer (s)
pt_br: temporizador (s)

source: count
pt_br: contagem

source: bkt. steps
pt_br: passos de bracketing

source: toggle delayed capture mode
pt_br: alterna modo de captura em retardo

source: toggle sequenced capture mode
pt_br: alterna modo de captura em sequência

source: toggle bracketed capture mode
pt_br: alterna modo de captura em brackets

source: the count of seconds before actually doing a capture
pt_br: a contagem de segundos antes de realizar a captura

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
pt_br: a quantidade de imagens capturadas em sequência, você pode definir isto em conjunto com o modo em retardo para criar sequências de stop-motiom.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
pt_br: a quantidade de brackets em cada lado de um disparo centrado, total de imagens = (brackets*2)+1.

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
pt_br: a quantidade de passos de bracket, passo são configuráveis na câmera e geralmente 3 passos por stop em outras palavas, 3 passos são 1EV de exposição entre os brackets.

source: additional properties
pt_br: propriedades adicionais

source: label
pt_br: etiqueta

source: property
pt_br: propriedade

source: add user property
pt_br: adiciona propriedade do usúario

source: program
pt_br: programa

source: focus mode
pt_br: modo foco

source: shutterspeed2
pt_br: velocidade de disparo 2

source: shutterspeed
pt_br: velocidade de disparo

source: WB
pt_br: balanço de branco

source: collect images
pt_br: coletar imagens

source: search filmroll
pt_br: procura rolo de filme

source: problem selecting new path for the filmroll in %s
pt_br: problema selecionando novo caminho para o rolo de filme em %s

source: search filmroll...
pt_br: procura rolo de fime...

source: uncategorized
pt_br: sem categoria

source: not tagged
pt_br: não etiquetado

source: copied locally
pt_br: copia local

source: group followers
pt_br: seguidores do grupo

source: clear this rule
pt_br: limpar esta regra

source: clear this rule or add new rules
pt_br: limpar esta regra ou adicionar nova regra

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
pt_br: digite sua consulta, use <, <=, >, >=, <>, =, [l] como operadores

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
pt_br: digite sua consulta, use <, <=, >, >=, <>, =, [l] como operadores, digite datas no formato : YYYY:MM:DD HH:MM:SS (só o ano é obrigatório)

source: type your query, use `%' as wildcard and `,' to separate values
pt_br: digite sua consulta, use `%' como curinga e ',' para separar valores

source: type your query, use `%' as wildcard
pt_br: digite sua consulta, use `%' como curinga

source: narrow down search
pt_br: restringir pesquisa

source: add more images
pt_br: adiciona mais imagens

source: exclude images
pt_br: excluir imagens

source: change to: and
pt_br: muda para: and

source: change to: or
pt_br: muda para: ou

source: change to: except
pt_br: muda para: exceto

source: color picker
pt_br: seletor de cor

source: pick color
pt_br: seleciona cor

source: add sample
pt_br: adiciona amostra

source: hover to highlight sample on canvas, click to lock sample
pt_br: passe sobre para salientar amostra na tela, clique para bloquer amostra

source: live samples
pt_br: amostra em tempo real

source: point
pt_br: ponto

source: area
pt_br: área

source: mean
pt_br: média

source: min
pt_br: mín

source: max
pt_br: máx

source: restrict histogram to selection
pt_br: restringe histograma a seleção

source: add
pt_br: adicionar

source: display sample areas on image
pt_br: visualiza área de amostra na imagem

source: history stack
pt_br: histórico de ações

source: open sidecar file
pt_br: abrir arquivo associado

source: XMP sidecar files
pt_br: arquivo XMP associado

source: error loading file '%s'
pt_br: erro carregando arquivo '%s'

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
pt_br: o histórico de uma imagem não é comprimido. veja a etiqueta: darktable|problema|history-compress.

source: history compression warning
pt_br: advertência de compressão de histórico

source: do you really want to clear history of %d selected image?
pt_br: você realmente deseja remover o histórico da %d imagem selecionada?

source: delete images' history?
pt_br: excluir histórico de imagens?

source: copy...
pt_br: copia...

source: copy part history stack of first selected image
pt_br: copia parte do histórico da primeira imagem selecionada

source: copy all
pt_br: copiar tudo

source: copy history stack of first selected image
pt_br: copiar histórico da primeira imagem selecionada

source: paste...
pt_br: cola...

source: paste part history stack to all selected images
pt_br: cola parte do histórico todas imagens seleciondadas

source: paste all
pt_br: colar tudo

source: paste history stack to all selected images
pt_br: colar histórico todas imagens seleciondadas

source: compress history
pt_br: comprimir histórico de ações

source: compress history stack of all selected images
pt_br: comprime histórico de todas imagens selecionadas

source: discard history
pt_br: descartar história

source: discard history stack of all selected images
pt_br: descarta histórico de todas imagens selecionadas

source: append
pt_br: anexa

source: how to handle existing history
pt_br: como gerenciar histórico existente

source: load sidecar file...
pt_br: carregar arquivo associado...

source: open an XMP sidecar file and apply it to selected images
pt_br: abrir arquivo XMP associado e aplicar nas imagens seleciodadas

source: write history stack and tags to XMP sidecar files
pt_br: escrever histórico e etiquetas no arquivo XMP associado

source: discard
pt_br: descartar

source: paste
pt_br: cola

source: load sidecar files
pt_br: carrega arquivo associado

source: duplicate manager
pt_br: gerenciar duplicatas

source: existing duplicates
pt_br: duplicatas existentes

source: create a 'virgin' duplicate of the image without any development
pt_br: cria uma duplicata da imagem sem nenhum desenvolvimento

source: create a duplicate of the image with same history stack
pt_br: cria uma duplicata da imagem com o memso histórico

source: export selected
pt_br: exportar selecionados

source: export to disk
pt_br: exportar para o disco

source: storage options
pt_br: opções de armazenamento

source: target storage
pt_br: armazenar em

source: format options
pt_br: opções de formato

source: file format
pt_br: formato do arquivo

source: global options
pt_br: opções globais

source: maximum output width set to 0 for no scaling
pt_br: máxima largura de saída 0 para manter dimensão

source: maximum output height set to 0 for no scaling
pt_br: máxima altura de saída 0 para manter dimensão

source: max size
pt_br: tamanho máx

source: allow upscaling
pt_br: permitir aumentar a escala

source: high quality resampling
pt_br: reamostragem de alta qualidade

source: do high quality resampling during export
pt_br: fazer reamostragem de alta qualidade durante exportação

source: store masks
pt_br: armazenar máscaras

source: store masks as layers in exported images. only works for some formats.
pt_br: armazena máscaras como camadas nas imagens exportadas. só funciona com alguns formatos.

source: image settings
pt_br: configurações da imagem

source: output ICC profiles in %s or %s
pt_br: perfil ICC de saída em %s ou %s

source: style
pt_br: estilo

source: temporary style to use while exporting
pt_br: estilo temporário a ser usado ao exportar

source: replace history
pt_br: colar história, eliminando a original

source: append history
pt_br: adicionar história ao final

source: whether the style items are appended to the history or replacing the history
pt_br: se os itens de estilo são adicionados ao final do histórico ou se substituem o histórico

source: export with current settings
pt_br: exporta com configuração atual (ctrl-e)

source: edit metadata exportation details
pt_br: editar detalhes de exportação de metadados

source: select tag
pt_br: seleciona etiqueta

source: done
pt_br: feito

source: list filter
pt_br: filtrar a lista

source: list of available tags. click 'add' button or double-click on tag to add the selected one
pt_br: lista de etiquetas disponíveis. clique 'adicionar' ou clique-duplo na etiqueta para adicionar a etiqueta selecionado

source: type
pt_br: tipo

source: edit metadata exportation
pt_br: modificar exportação de metadados

source: save
pt_br: salvar

source: general settings
pt_br: configurações gerais

source: exif data
pt_br: dados exif

source: export exif metadata
pt_br: exportar metadados exif

source: metadata
pt_br: metadados

source: export dt xmp metadata (from metadata editor module)
pt_br: exportar metadados dt xmp (do módulo editor de metadados)

source: only embedded
pt_br: só embarcado

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
pt_br: por default, a interface envia alguns metadados (limitados) além da imagem para o armazenamento remoto. para evitar isto e deixar que somente os metadados incorporados na imagem sejam exportados, selecione esta opção. se o armazenamento remoto não entende metadados do darktable, você pode usar metadados calculados.

source: geo tags
pt_br: geolocalização

source: export geo tags
pt_br: exportar etiquetas de geolocalização

source: export tags (to Xmp.dc.Subject)
pt_br: exportar etiquetas (para Xmp.dc.Subject)

source: private tags
pt_br: etiquetas privadas

source: export private tags
pt_br: exportar etiquetas privadas

source: synonyms
pt_br: sinônimos

source: export tags synonyms
pt_br: exportar sinônimos de etiquetas

source: omit hierarchy
pt_br: omitir hierarquia

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
pt_br: somente a última parte das etiquetas hierárquicas é incluída. pode ser útil se categorias não são usadas

source: hierarchical tags
pt_br: etiquetas hierárquicas

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
pt_br: exportar etiquetas hierárquicas (para Xmp.lr.Hierarchical Subject)

source: develop history
pt_br: histórico de desenvolvimento

source: export dt development data (recovery purpose in case of loss of database or xmp file)
pt_br: exportar dados de desenvolvimento dt (para recuperação em caso de perda da base de dados ou arquivo xmp)

source: per metadata settings
pt_br: configurações por metadados

source: list of available tags
pt_br: lista de etiquetas disponíveis

source: redefined tag
pt_br: etiqueta redefinida

source: formula
pt_br: fórmula

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
pt_br: lista de metadados calculados se a fórmula estiver vazia, o metadado correspondente é removido do arquivo exportado, se a fórmula é '=', o metadado exif é exportado mesmo que os dados exif estejam desabilitados senão o metadado correspondente é calculado e adicionado ao arquivo exportado clique na célula da fórmula para editar. variáveis reconhecidas:

source: add an output metadata tag
pt_br: adicionar uma etiqueta de metadados de saída

source: delete metadata tag
pt_br: excluir etiqueta de metadados

source: enter the time shown on the selected picture format: hh:mm:ss
pt_br: introduza a hora mostrada na imagem selecionada formato: hh:mm:ss

source: open GPX file
pt_br: abrir arquivo GPX

source: GPS data exchange format
pt_br: formato de intercâmbio de dados GPS

source: camera time zone
pt_br: fuso horário da câmera

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
pt_br: a maioria das câmeras não armazena a fuso horário no EXIF. indique o fuso horário correto para que os dados GPX possam ser processados corretamente

source: time offset format: [+-]?[[hh:]mm:]ss
pt_br: intervalo de tempo formato: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
pt_br: calcula o intervalo de tempo de uma imagem

source: apply time offset to selected images
pt_br: aplica intervalo de tempo nas imagens selecionadas

source: apply GPX track file...
pt_br: aplica arquivo de trilha GPX...

source: parses a GPX file and updates location of selected images
pt_br: analisa o arquivo GPX e atualiza a localização das imagens selecionadas

source: histogram
pt_br: histograma

source: set mode to waveform
pt_br: mudar o modo para forma de onda

source: set mode to histogram
pt_br: mudar o modo para histograma

source: set mode to linear
pt_br: mudar o modo para linear

source: set mode to logarithmic
pt_br: mudar o modo para logarítmico

source: set mode to RGB parade
pt_br: mudar o modo para canais RGB separados

source: click to hide red channel
pt_br: clique para esconder o canal vermelho

source: click to show red channel
pt_br: clique para mostrar o canal vermelho

source: click to hide green channel
pt_br: clique para esconder o canal verde

source: click to show green channel
pt_br: clique para mostrar o canal verde

source: click to hide blue channel
pt_br: clique para esconder o canal azul

source: click to show blue channel
pt_br: clique para mostrar o canal azul
